export default {
    home: {
        title: "DabaCamion - موعد مع طبيبك عبر الإنترنت",
        heading1: "ابحث عن طبيب ، حدد موعدًا",
        heading2:"اكتشف أفضل الأطباء والعيادات والمستشفيات في المدينة الأقرب إليك",
        search:{
            recherchelabel: "دكتور ، مؤسسة ، تخصص ...",
            noOption: "لا توجد نتائج مطابقة",
            noOption2: "اكتب للحصول على المزيد من النتائج",
            loading: "تحميل الأطباء أو التخصصات المماثلة",
            citylabel: "أين ؟",
            cityLoading: "تحميل مدن مماثلة"
        },
        about : {
            heading: "معلومات عنا",
            body: "كانت الفكرة وراء DabaCamion هي بناء مفهوم طويل المدى يهدف إلى تحسين حياة الناس اليومية. في عام 2021 ، اختار شريكان معالجة موضوع المواعيد الطبية. سرعان ما أصبح واضحًا أن المرضى والممارسين على حد سواء كانوا حساسين",
            button: "",
            banneritem1:"موعد 24/7",
            banneritem2:"تذكير تلقائي",
            banneritem3:"سجل البيانات",
        },
        skip : {
            heading: "تجنب غرفة الانتظار.",
            subHeading: "رؤية الطبيب",
            button: "تحديد موعد",
            banneritem1:"تكاليف بسيطة وثابتة",
            banneritem2:"الأطباء الذين تم التحقق منهم يستجيبون في 5",
            banneritem3:"100٪ خاص وسري",
        },
        steps: {
            heading: "حدد موعدًا ببضع نقرات.",
            subHeading: "رؤية الطبيب",
            button: "تحديد موعد",
            banneritem1:"ابحث عن أخصائي الرعاية الصحية الخاص بك",
            banneritem12:"أكثر من 25000 ممارس في 70 تخصصًا. تصفية حسب التخصص ، مجال الخبرة ، الموقع الجغرافي ، إلخ.",
            banneritem2:"اختر وقتك",
            banneritem22:"حدد تخصصك في جدول أعمال الممارس في الوقت الفعلي.",
            banneritem3:"احجز موعدك في دقيقة واحدة!",
            banneritem32:"24/7 الوصول إلى مواعيدك من جميع أجهزتك. التأكيد والتذكير عن طريق البريد الإلكتروني والرسائل القصيرة.",
        },

        dowload: {
            heading: "اكتشف تطبيق الهاتف المحمول ",
            subHeading: "لإدارة مواعيدك بشكل أسهل.",
            app:"في متجر التطبيقات APP STORE ",
            play: "في متجر التطبيقات PLAY STORE"

        },
        services : {
            heading: "خدماتنا",
            item1heading: "استشر الأطباء عبر الإنترنت",
            item1body:"تحدث مع طبيب باستخدام مكالمة الفيديو عالية الأمان الخاصة بنا. تساعدك خدمة مكالمات الفيديو الخاصة بنا على مناقشة مخاوفك الصحية مع طبيب في تفاعل مباشر وجهاً لوجه.",
            item2heading: "قم بتخزين المستندات الطبية الخاصة بك",
            item2body:"سيتم تسجيل جميع المستندات التي تمت مشاركتها مع أطبائك أو بواسطتهم أثناء الاستشارة عن بُعد على المنصة. ستكون هذه المعلومات متاحة لك أنت والممارس فقط.",
            item3heading: "إدارة المواعيد",
            item3body:"بعد تأكيد الموعد ، ستتمكن من نقله أو إلغائه في أي وقت. لديك أيضًا إمكانية إدارة مواعيدك القديمة.",
            item4heading: "ابحث عن طبيبك",
            item4body:"مع وجود عدد كبير من الممارسين المتنوعين على الصعيد الوطني ، من السهل اختيار مقدم رعاية طبية أو صحة عقلية يتمتع بالخبرة والتخصص المناسبين لك.",
        },
    },
    navbar: {
        medecin: "هل أنت متخصص في الرعاية الصحية؟",
        contact: "اتصل بنا",
        conect: "تسجيل الدخول",
        rdv: "إدارة مواعيدي"
    },
    pronavbar: {
        contact: "اتصل بنا",
        document: "وثائق",
        rdv: "مواعيد",
        dropDown1: "حسابي",
        dropDown2: "تسجيل الخروج",
    },
    footer: {
        partner: "كن طبيبًا شريكًا",
        signin: "سجل كمريض",
        faq: "أسئلة ؟",
        contact: "اتصل بنا ",
        adress: "المغرب - الدار البيضاء",
        politique: "سياسة الخصوصية",
        condition: "شروط الاستعمال",
    },
    new:{
        alreadyHave: "لدي بالفعل حساب DabaCamion",
        newIn: "جديد على DabaCamion؟",
        signin: "تسجيل الدخول",
        signup: " سجل الان",
        auth:"الدخول إلى حسابي",
        emailLabel: "عنوان البريد الإلكتروني",
        passLabel: "كلمة السر",
        oldpassLabel: "كلمة سر قديمة",
        confirmpassLabel: "أكد كلمة السر",
        error: "كلمة مرور أو عنوان بريد إلكتروني غير صحيح!",
        labelNom: "الكنية",
        labelPrenom: "الاسم الأول",
        phoneLabel: "رقم الهاتف",
        phoneError:"يجب أن يكون عنوان البريد الإلكتروني بتنسيق العام",
        labelEmailC: "أكد عنوانك الإلكتروني",
        labelEmailCP: "أكد عنوانك الإلكتروني",
        errorSignup: "المعلومات غير صحيحة",
        successSignup: "تم إرسال الطلب بنجاح تحقق من عنوان بريدك الإلكتروني لتأكيد حسابك"
    },
    documents: {
        aucun :"لم يتم العثور على أي مستند",
        donthave: "ليس لديك وثيقة للمشاركة",
        sharedBy: " مشاركة المستند من طرف: ",
        sharedWith: "المستند الذي قمت بمشاركته معه:",
    },
    appointments: {
        notAuth: "أنت غير مصدق ...",
        access: "الدخول إلى حسابي",
        noApp: " ليس لديك موعد بعد",
        myapp: "المواعيد الخاصة بي",
        myHistory: "سجل اللقائات الطبية",
        history: "سجل اللقائات الطبية",
        nextApp: " المواعيد القادمة",
        takeapp: "اخذ موعد",
        cardApps: {
            link :"انظر المزيد من التفاصيل"  
        },
        cardApp: {
            link :"انظر المزيد من التفاصيل",
            accessInfos: "معلومات الولوج ",
            notSpecified: "لم يحدد الطبيب بعد معلومات الوصول",
            secretariat: "الاتصال بالأمانة",
            click: "الرجاء الضغط على الزر للوصول إلى الاستشارة عن بعد. سنخبر طبيبك تلقائيًا بوجودك.",
            rejoindre: "انضم إلى الاستشارة",
            deplacer: "انقل الموعد",
            annuler: " الموعد ",
            retour: "رجوع",
            confirmCancel: "تأكيد إلغاء الموعد",
            wantYou: "هل ترغب في إلغاء موعد",
            with: "مع ",
            docAvai: "توافر الطبيب",
            selecTtime:  "الوقت المحدد للاستشارة هو",
            confirm: "قم بتأكيد الفترة الزمنية الجديدة",
            seeInfosShared: "انظر المعلومات المشتركة في الاستشارة",
        },
        
    },
    resultResearch: {
        noReseault: "عذرا ، لم نتمكن من العثور على محترف لبحثك ...",
        tryReseault: "حاول بمعايير بحث أخرى.",
        widget: {
            availableVideo: "التشاور بالفيديو متاح",
            notSpecified: "لم يحدد الطبيب بعد معلومات الوصول هذه",
            seeProfile: "انظر الملف الشخصي",
            seeDispo: "التحقق من الصلاحية",
            dispo:"الاوقات المتاحة عند هذا الطبيب",
            timeSelected: "تبدأ الفترة الزمنية المحددة للتشاور ",
            cancel: "لالغاء",
            confirm: "تحديد موعد",
        }
    },
    validation:{
        confirm: "تم التحقق من صحة حسابك",
        expired: "لم يتم التحقق من صحة حسابك حتى الآن ، يبدو أن هذا الارتباط قد انتهت صلاحيته بالفعل",
        generateNew: "قم بإنشاء ارتباط جديد",
    },
    appointment:{
        steps: ["اختيار النمط", "تعريف", "تحقق", "تأكيد المعلومات", "لقد انتهى"],
        takeApp: "تحديد موعد",
        step1: {
            label1: "عنوان : ",
            inp1: "عنوان التعيين",
            placeholder1: "العنوان المراد عرضه لهذا الموعد",
            
            label2: "وصف :",
            inp2: "وصف الموعد",
            placeholder2: "معلومات إضافية",
            
            label3: "نوع الاستشارة:",
            inp3: "استشارة فيديو",
            inp4: "الإستشارة في المكتب",

            label4: "طبيب استشاري:",
           
            label5: "موقع : ",
            teleconsult: "استشارة عن بعد بالفيديو",
            
            label6: " ما سبب هذه الاستشارة:",
            motif: "سبب الاستشارة",
            noMotifs: "لا يوجد سبب محدد من قبل الطبيب",

            label7: "تاريخ ووقت الاستشارة: ",

        },
        step2:{
            new: "جديد على DabaCamion؟",
            old: "لدي بالفعل حساب DabaCamion",
            signup: "سجل الان",
            signin: "تسجيل الدخول",
            teleconsult: "استشارة عن بعد بالفيديو",
        },
        step3:{
            title:"لقد أرسلنا بريدًا إلكترونيًا إلى عنوانك للتحقق من صحة حسابك",
            generate: "أرسل بريدًا إلكترونيًا آخر",
            revirify: "لقد تحققت من حسابي",
        },
        step4 :{
            title: "تأكيد الاستشارة",
            teleconsult: "استشارة عن بعد بالفيديو",
            confirm: "تأكيد الموعد ",
            remind: "بتأكيد هذا الموعد فإنك توافق على احترامه. تذكر إلغاء هذا الاجتماع في أقرب وقت ممكن في حالة وقوع حدث غير متوقع"
        },
        step5:{
            title: " تم تسجيل موعدك.",
            gerer: "إدارة مواعيدك"
        }

    },
    profilPage: {
        accessInfo: "معلومات الوصول للعيادة",
        secretariat: "الاتصال بالسكرتارية",
        about: "عني",
        general: "تقديم عام",
        specialite: "تخصص",
        parcour: "مسار",
        descriptionPArc: "وصف مسار الطبيب",
        formation: "تمرين",
        award: "الجوائز",
        experience: "خبرة",
        seeDispo: "عرض الفترات المتاحة",
        seeMap: "إظهار الموقع على الخريطة",
        tarif: "الأسعار",
        details: "تفاصيل السعر لكل نوع من الاستشارة.",
        honore: "يتم إرسال هذه الرسوم إليك للحصول على معلومات فقط من قبل الطبيب. قد تختلف اعتمادًا على نوع العلاج الذي يتم إجراؤه أخيرًا في العيادة ، وعدد الاستشارات والإجراءات الإضافية المطلوبة. في حالة تجاوز الأسعار ، يجب على الممارس تحذير المريض مسبقًا.",
        service: "الخدمة - زيارة",
        prix: "سعر",
        horaire: "جدول مواعيد",
        detailsHeures: "تفصيل ساعات العمل لكل يوم من أيام الأسبوع.",
        confirm:"أكد",
        cancel: "إلغاء",
        timeSelected: "تبدأ الفترة الزمنية المحددة للتشاور ",
    }
}